app/views/students/index.html.erb

SELECT "students".* FROM "students"
---
    <div><%= student.first_name + " " + student.last_name %></div>
    <p> <%= link_to(student.first_name, "students/#{student.id}") %></p>